Repository: aelbarji/GRdF
Catalog: GRdF/Classes/View/Synchro/Language/*.lproj/OMBSSynchroLocalizable.strings
Languages: fr

# Sync_Description
source: Information synchronization : cancelation request will be treated at logical point to garanty data consistency
fr: Synchronisation des informations : toute demande d'abandon sera prise en compte à partir d'un point logique permettant de garantir la consistance des données

# Sync_DownloadDbTimestamps
source: Checking server timestamps
fr: Verification horodatage serveur

# Sync_DownloadDocumentTable
source: Synchronizing document references
fr: Synchronisation des fiches

# Sync_DownloadCityTable
source: Synchronizing city references
fr: Synchronisation du référentiel des villes

# Sync_DownloadFile
source: File synchronization
fr: Synchronisation des fichiers

# Sync_Inf_CancelByUser
source: canceled by user
fr: annulé par utilisateur

# Sync_Inf_DocumentsDownload
source: document reference download
fr: réception des fiches

# Sync_Inf_CitiesDownload
source: city reference download
fr: réception du référentiel des villes

# Sync_DownloadRemainFiles
source: files to process
fr: fichiers à traiter

# Sync_DownloadRemainFile
source: file to process
fr: fichier à traiter

# Sync_DownloadMissingFiles
source: files not found
fr: fichiers non trouvés

# Sync_DownloadMissingFile
source: file not found
fr: fichier non trouvé

# Sync_ProcessCompleted
source: Synchronization completed
fr: Synchronisation terminée

# Sync_ProcessAborted
source: Synchronization not fully completed
fr: Synchronisation non completement réalisée

# Sync_TimestampsError
source: Timestamps not available - cannot synchronize data
fr: Horodatage non disponible - synchronisation des données impossible

# Sync_DownloadFilesError
source: Files not all available on server
fr: Fichiers non complètement disponibles sur le serveur

# Sync_Files
source: files
fr: fichiers

# Sync_File
source: file
fr: fichier
